Repository: dengdaitianhei/screen
Catalog: ks_includes/locales/*/LC_MESSAGES/KlipperScreen.po
Languages: fr_fr

source: %d Packages will be updated
fr_fr: %d packages seront mis ®§ jour

source: %s will be updated to version
fr_fr: %s sera mis ®§ jour vers la version

source: (default)
fr_fr: (d®¶faut)

source: 24 Hour Time
fr_fr: Format 24 heures

source: Abort
fr_fr: Annuler

source: Accept
fr_fr: Accepter

source: Add Printer
fr_fr: Ajouter une imprimante

source: Add bed mesh profile
fr_fr: Ajouter un profil de maillage

source: Are you sure you want to run Emergency Stop?
fr_fr: ®∫tes-vous s?r de vouloir ex®¶cuter l'arr®∫t d'urgence?

source: Are you sure you wish to cancel this print?
fr_fr: ®∫tes-vous s?r de vouloir annuler cette impression?

source: Are you sure you wish to reboot the system?
fr_fr: ®∫tes-vous s?r de vouloir red®¶marrer le syst®®me?

source: Are you sure you wish to shutdown the system?
fr_fr: ®∫tes-vous s?r de vouloir arr®∫ter le syst®®me?

source: Bed Level
fr_fr: Nivelage du plateau

source: Bed Mesh
fr_fr: Maillage du plateau

source: Please plug in leveling switch before auto-leveling
fr_fr: Veuillez brancher le commutateur de nivellement avant le nivellement automatique

source: Please remove leveling switch before move Z0
fr_fr: Veuillez retirer le commutateur de mise ®§ nivellement avant de d®¶placer Z0

source: Move Z0
fr_fr: D®¶placer Z0

source: light
fr_fr: l®¶ger

source: Calibrate
fr_fr: ®¶talonner

source: Calibrated, save configuration to make it permanent
fr_fr: Calibr®¶, enregistrez la configuration pour la rendre permanente

source: Can't set above the maximum:
fr_fr: Impossible de d®¶finir au-dessus du maximum:

source: Cancel
fr_fr: Annuler

source: Cancel Print
fr_fr: Annuler l'impression

source: Cancelled
fr_fr: Annul®¶

source: Cancelling
fr_fr: Annulation

source: Channel
fr_fr: Canal

source: Check /tmp/KlipperScreen.log for more information. Please submit an issue on GitHub for help.
fr_fr: V®¶rifiez /tmp/KlipperScreen.log pour plus d'informations. SVP envoyez une requ®∫te sur GitHub pour obtenir de l'aide.

source: Close
fr_fr: Fermer

source: Complete
fr_fr: Finalis®¶

source: Confirm Emergency Stop
fr_fr: Confirmer l'arr®∫t d'urgence

source: Connected
fr_fr: Connect®¶

source: Connecting to %s
fr_fr: Connexion ®§ %s

source: Continue
fr_fr: Continuer

source: Cooldown
fr_fr: Refroidir

source: Decrease
fr_fr: Diminuer

source: Delete
fr_fr: Effacer

source: Deselect
fr_fr: D®¶s®¶lectionner

source: Disable Motors
fr_fr: D®¶sactiver les moteurs

source: Disable XY
fr_fr: D®¶sactiver XY

source: Disconnect
fr_fr: D®¶connecter

source: Displayed Macros
fr_fr: Macros affich®¶es

source: Do you want to recover %s?
fr_fr: Voulez-vous r®¶cup®¶rer %s??

source: Duration Only
fr_fr: Dur®¶e seulement

source: Elapsed:
fr_fr: ®¶coul®¶:

source: Error
fr_fr: Erreur

source: Estimated Time Method
fr_fr: M®¶thode d'estimation du temps

source: Extrude
fr_fr: Extruder

source: Failed, adjust position first
fr_fr: ®¶chec, ajustez d'abord la position

source: Fan
fr_fr: Ventilateur

source: Filament Used
fr_fr: Filament utilis®¶

source: File
fr_fr: Fichier

source: Fine Tuning
fr_fr: R®¶glages fins

source: Finish
fr_fr: Fin

source: Firmware Restart
fr_fr: Red®¶marrer le firmware

source: Font Size
fr_fr: Taille de police

source: Go Back
fr_fr: Retourner

source: Hide
fr_fr: Cacher

source: Hide sensors in Temp.
fr_fr: Masquer les capteurs dans Temp.

source: Home
fr_fr: Accueil

source: Home All
fr_fr: Origine XYZ

source: Home X
fr_fr: Origine X

source: Home XY
fr_fr: Origine XY

source: Home Y
fr_fr: Origine Y

source: Home Z
fr_fr: Origine Z

source: Homing
fr_fr: Origine

source: Icon Theme
fr_fr: Th®®me ic?nes

source: Increase
fr_fr: Augmenter

source: Initializing
fr_fr: Initialisation

source: Initializing printer...
fr_fr: D®¶marrage de l'imprimante...

source: Invalid
fr_fr: Invalide

source: Invert X
fr_fr: Inverser X

source: Invert Y
fr_fr: Inverser Y

source: Invert Z
fr_fr: Inverser Z

source: Klipper Restart
fr_fr: Red®¶marrer Klipper

source: Klipper Version
fr_fr: Version de Klipper

source: Klipper has disconnected
fr_fr: Klipper s'est d®¶connect®¶

source: Klipper has encountered an error with the micro-controller. Please recompile and flash.
fr_fr: Klipper a rencontr®¶ une erreur avec le micro-contr?leur. Veuillez recompiler et reflasher.

source: Klipper has encountered an error.
fr_fr: Klipper a rencontr®¶ une erreur.

source: Klipper has encountered an error. Issue a FIRMWARE_RESTART to attempt fixing the issue.
fr_fr: Klipper a rencontr®¶ une erreur. Taper FIRMWARE_RESTART pour fixer l'erreur.

source: Klipper has shutdown
fr_fr: Klipper s'est arr®∫t®¶

source: Klipper is attempting to start
fr_fr: Klipper tente de d®¶marrer

source: Klipper will reboot
fr_fr: Klipper va red®¶marrer

source: KlipperScreen Version
fr_fr: Version de KlipperScreen

source: Language
fr_fr: Langue

source: Large
fr_fr: Grand

source: Left:
fr_fr: Restant:

source: Limits
fr_fr: Limites

source: Load
fr_fr: Charger

source: Lower Nozzle
fr_fr: Rapprocher la buse

source: Macro shortcut on sidebar
fr_fr: Raccourci macro sur la barre lat®¶rale

source: Main Menu
fr_fr: Menu principal

source: Max Accelation
fr_fr: Acc®¶l®¶ration maximale

source: Max Acceleration to Deceleration
fr_fr: Acc®¶l®¶ration maximale ®§ d®¶c®¶l®¶ration

source: Max Velocity
fr_fr: V®¶locit®¶ maximale

source: Medium
fr_fr: Moyen

source: Modified
fr_fr: Modifi®¶

source: Move
fr_fr: Mouvement

source: Move Distance (mm)
fr_fr: Distance de mouvement (mm)

source: Name
fr_fr: Nom

source: Network
fr_fr: R®¶seau

source: Nothing selected
fr_fr: Rien de s®¶lectionn®¶

source: Off
fr_fr: ®¶teindre

source: Outdated by %d commits:
fr_fr: En retard de %d commits?:

source: PSK for
fr_fr: PSK pour

source: Paused
fr_fr: En pause

source: Power
fr_fr: Alimentation

source: Power On Printer
fr_fr: Allumer l'imprimante

source: Print
fr_fr: Imprimer

source: Print Control
fr_fr: Contr?le de l'impression

source: Print Time
fr_fr: Temps d'impression

source: Printer Connections
fr_fr: Connexions aux imprimantes

source: Printing
fr_fr: Impression

source: Profile Name:
fr_fr: Nom de profil:

source: Quad Gantry Level
fr_fr: Portique ®§ quatre niveaux

source: Raise Nozzle
fr_fr: ®¶loigner la buse

source: Recover Hard
fr_fr: R®¶cup®¶ration "--hard"

source: Recover Soft
fr_fr: R®¶cup®¶rer "--soft"

source: Restart
fr_fr: Red®¶marrer

source: Resume
fr_fr: Reprendre

source: Retract
fr_fr: R®¶tracter

source: Save
fr_fr: Enregistrer

source: Save Config
fr_fr: Enregistrer la config

source: Save configuration
fr_fr: Enregistrer la configuration

source: Screen Power Off Time
fr_fr: D®¶lai d'extinction de l'®¶cran

source: Screws Adjust
fr_fr: Ajuster les vis

source: Select
fr_fr: S®¶lectionner

source: Set Temp
fr_fr: R®¶gler la temp

source: Settings
fr_fr: Param®®tres

source: Show
fr_fr: Montrer

source: Size
fr_fr: Dimension

source: Slicer
fr_fr: Trancheur

source: Small
fr_fr: Petit

source: Sort by:
fr_fr: Trier par:

source: Speed (mm/s)
fr_fr: Vitesse de d®¶placement (mm/s)

source: Speed +
fr_fr: Vitesse +

source: Speed -
fr_fr: Vitesse -

source: Square Corner Velocity
fr_fr: V®¶locit®¶ des angles droits

source: Start
fr_fr: D®¶marrer

source: Starting WiFi Re-association
fr_fr: D®¶marrage de la re-association WiFi

source: Starting recovery for
fr_fr: D®¶marrage de la r®¶cup®¶ration pour

source: Starting update for
fr_fr: D®¶marrage de la mise ®§ jour pour

source: System
fr_fr: Syst®®me

source: System Restart
fr_fr: Red®¶marrer le syst®®me

source: System Shutdown
fr_fr: Arr®∫t du Syst®®me

source: Temperature
fr_fr: Temp®¶rature

source: To apply %s KlipperScreen needs to be restarted
fr_fr: Pour appliquer %s KlipperScreen doit ®∫tre red®¶marr®¶

source: Tool
fr_fr: Outil

source: Unknown Heater
fr_fr: Chauffage inconnu

source: Unknown Heater
fr_fr: Chauffage inconnu

source: Unload
fr_fr: D®¶charger

source: Up To Date
fr_fr: ®§ jour

source: Update
fr_fr: Mise ®§ jour

source: Uploaded
fr_fr: T®¶l®¶charg®¶

source: View Mesh
fr_fr: Voir le maillage

source: XY Move Speed (mm/s)
fr_fr: Vitesse de d®¶placement XY (mm/s)

source: Z Calibrate
fr_fr: Calibration Z

source: Z Move Speed (mm/s)
fr_fr: Vitesse de d®¶placement Z (mm/s)

source: Z Offset
fr_fr: D®¶calage Z
